#推荐
#-平台
platform_name={'all':'全部','2':'IOS','3':'安卓'}
#-经营方式
shop_type_name={'all':'全部','1':'自营','2':'招商'}
#-事业部
bd_name={'0':'全部','4':'文创','1':'出版物','2':'日百服','5':'其他'}
#-二级品类
path2_name={'0':['全部'],
            '1':['全部',"DJ/舞曲", "IT/科技", "专题片/专栏节目", "世界音乐",
                 "两性关系", "中国交响乐", "中小学教辅", "乡村/民谣", "京文唱片", "亲子/家教", "休闲/爱好",
                 "传记", "体育/运动", "保健/养生", "健康/运动", "儿童音乐", "全部", "其他", "农业/林业",
                 "出版物事业部未分类", "功能音乐", "动漫/幽默", "医学", "医学教材", "华语流行", "卡通", "历史",
                 "发烧碟", "古典音乐", "古籍", "哲学/宗教", "外语", "娱乐", "孕产/胎教", "宗教/庆典音乐", "家居/装饰",
                 "家庭/家居", "家庭/美食", "小说", "少儿益智启蒙", "少儿英语", "工业技术",
                 "工具书", "建筑", "影视音乐", "心理学", "怀旧音乐", "戏剧/综艺", "戏曲", "成功/励志",
                 "手工/DIY", "投资理财", "政治/军事", "教材", "教材教辅", "教育", "文化", "文化/艺术", "文化用品", "文学",
                 "文学 其他", "文摘 文学", "新世纪音乐", "新闻/经管", "旅游/人文", "旅游/地图",
                 "日文原版书", "日用百货部未分类", "日韩流行", "时尚/美妆", "有声读物", "欧美流行", "歌舞剧",
                 "民乐", "民歌", "汽车", "法律", "港台圖書", "游戏主题周边", "烹饪/美食", "爵士/蓝调", "特价", "理财与管理",
                 "生活", "电子图书", "电影", "电影压缩盘", "电视剧", "男士", "男士服装",
                 "相声/曲艺", "相声/评书", "社会科学", "科普读物", "童书", "童装童鞋", "管理", "管理培训", "经济", "网络游戏",
                 "网络课程", "考试", "育儿/早教", "自然科学", "艺术", "艺术品/工艺品", "英文原版书", "英语学习", "补运费/补差价",
                 "计算机/网络", "计算机学习/考试/考级", "轻音乐", "运动户外", "进口CD",
                 "阅读器", "青春文学", "非英语语种", "韩文原版书", "音乐DVD/VCD", "音乐周边", "音乐教育", "食品"],
            '2':['全部',"健康/营养/保健", "全部", "内衣袜品", "历史", "坚果炒货", "大家电", "女士服装", "娱乐衍生品",
                 "孕妈专区", "家具家装", "家居家纺", "家用电器", "当当优课", "手机通讯", "手表眼镜", "数码影音",
                 "文化用品", "文学", "日用百货部未分类", "时尚美妆", "服饰配件", "母婴用品", "汽车用品", "玩具童车",
                 "珠宝饰品", "电脑办公", "男士服装", "礼品乐器", "童装童鞋", "箱包皮具", "美妆个护", "补运费/补差价",
                 "运动户外", "鞋", "食品", "食品保健"],
            '4':['全部',"中国书画", "二手书", "全部", "其他", "创意礼品", "古旧二手书", "古籍信札", "娱乐衍生品",
                 "文化用品", "玩具童车", "电脑办公", "艺术品/工艺品", "艺术设计/衍生"],
            '5':['全部',"动漫", "原创", "当当优选", "当当听书", "当当礼品卡", "日用百货部未分类", "期刊杂志", "电子书", "网络原创"]

            }
#-页面
page_name={'0':'全部','1':'当当首页','2':'分类页','3':'单品页','4':'我的页面','5':'购物车页','6':'馆','7':'其他页面'
}
#-模块
module_name={
    '0':['全部'],
    '1':['全部','feed流','今日秒杀','品牌秒杀','图书楼层','拼团','特别推荐楼层'],
    '2':['猜您喜欢'],
    '3':['全部',"加购弹窗", "电子书加价购", "相关", "相关系列好书", "缺货推荐", "详情",
         "购买此书的顾客还买了", "购买此商品的顾客还买了"],
    '4':['全部','关注的宝贝','当当为您推荐','物流详情','订单详情','签到领银铃铛'],
    '5':['全部','电子书加价购','空购物车','购物车有品'],
    '6':['爆品秒杀'],
    '7':['全部','搜索无结果页','我的收藏']
}
