path1_name={
"图书": "01.00.00.00.00.00",
"未分类": "91.00.00.00.00.00",
"教育音像": "07.00.00.00.00.00",
"海外购": "59.00.00.00.00.00",
"杂志": "51.00.00.00.00.00",
"游戏": "08.00.00.00.00.00",
"软件": "10.00.00.00.00.00",
"系统测试": "90.00.00.00.00.00",
"影视": "05.00.00.00.00.00",
"消费电子": "84.00.00.00.00.00",
"拍卖": "62.00.00.00.00.00",
"电子书/网文/听书": "98.00.00.00.00.00",
"B2C": "58.00.00.00.00.00",
"文化创意用品": "99.00.00.00.00.00",
"音乐": "03.00.00.00.00.00",
"地方特色": "60.00.00.00.00.00",
"百货": "92.00.00.00.00.00",
"本地生活服务": "93.00.00.00.00.00",
"艺术品": "61.00.00.00.00.00",
'全部':'0'
}
#实时报表中英名称字典
ind_en_chn_map={
'pymtAmount':'支付金额',
'pymtAmountYoY':'支付金额同比',
'pymtCustomer':'支付人数',
'pymtCustomerYoY':'支付人数同比',
'pymtCxlRate':'支付取消率',
'pymtCxlRateYoY':'支付取消率同比',
'pymtNewCustomer':'支付新客',
'pymtNewCustomerYoY':'支付新客同比',
'pymtPackages':'支付包裹量',
'pymtPackagesYoY':'支付包裹量同比',

'subsAmount':'收订金额',
'subsAmountYoY':'收订金额同比',
'subsCustomer':'收订顾客',
'subsCustomerYoY':'收订人数同比',
'subsCxlRate':'收订取消率',
'subsCxlRateYoY':'收订取消率同比',
'subsCustomer':'收订新客',
'subsNewCustomerYoY':'收订新客同比',
'subsPackages':'收订包裹量',
'subsPackagesYoY':'收订包裹量同比',

'uv':'uv',
'uvYoY':'uv同比'
}